posts/2017-11-20-moltmann-on-peace.org
#+title: Moltmann on Peace
#+date: <2017-11-20>
#+filetags: quotes religion

#+ATTR_HTML: :class bigquote
#+begin_quote
Peace is not merely the absence of war; it is also the overcoming of injustice and oppression. In positive terms, it is life that is blessed, affirmed, loved and successful–life as shalom. Anyone who wants to serve peace must serve life. He must therefore resist war, because this is the deadliest form of discord. But this resistance against war is only one part of a much wider devotion to life. The service of peace is the whole task of life.
#+end_quote

#+ATTR_HTML: :class bigquote
Jürgen Moltmann, /The Power of the Powerless/



#+begin_tagline
Tagged: [[file:../tags/quotes.org][Quotes]] [[file:../tags/religion.org][Religion]]
#+end_tagline
