docs/posts/2017-11-20-moltmann-on-peace.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- Dec 30, 2024 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Moltmann on Peace</title>
<meta name="author" content="Randy Ridenour" />
<meta name="generator" content="Org Mode" />
<link rel='icon' type='image/x-icon' href='/images/favicon.ico'/>
<meta name='viewport' content='width=device-width, initial-scale=1'>
<link rel='stylesheet' href='/css/normalize.css' type='text/css'/>
<link rel='stylesheet' href='/css/main.css' type='text/css'/>
<link rel='stylesheet' href='/css/syntax-coloring.css' type='text/css'/>
</head>
<body>
<header id="top" class="status">
<div class="banner">
  <h2><a href="/">Randy Ridenour</a></h2>
  <nav class="navbar">
    <ul>
      <li><a href="/">Home</a></li>
      <li><a href="/posts/">Blog</a></li>
      <li><a href="/about.html">About</a></li>
      <li><a href="/tags/">Tags</a></li>
      <li><a href="/index.xml">RSS</a></li>
    </ul>
  </nav>
</div>
</header>
<main id="content" class="content">
<header>
<h1 class="title">Moltmann on Peace</h1>
<p class="subtitle" role="doc-subtitle">Nov 20, 2017</p>
</header><blockquote class="bigquote">
<p>
Peace is not merely the absence of war; it is also the overcoming of injustice and oppression. In positive terms, it is life that is blessed, affirmed, loved and successful–life as shalom. Anyone who wants to serve peace must serve life. He must therefore resist war, because this is the deadliest form of discord. But this resistance against war is only one part of a much wider devotion to life. The service of peace is the whole task of life.
</p>
</blockquote>

<p class="bigquote">
Jürgen Moltmann, <i>The Power of the Powerless</i>
</p>



<div class="tagline" id="orgdd6eba2">
<p>
Tagged: <a href="../tags/quotes.html">Quotes</a> <a href="../tags/religion.html">Religion</a>
</p>

</div>
</main>
<footer id="postamble" class="status">
<div class='footer'>
  Copyright © 2024 <a href='mailto:rlridenour@fastmail.com'>Randy Ridenour.</a><br>
  Last updated on Dec 30, 2024.<br>
  Generated using <a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.4 (<a href="https://orgmode.org">Org</a> mode 9.8-pre).
</div>
</footer>
</body>
</html>
